tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "act"
brew "brotli"
brew "webp"
brew "asdf"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "python@3.9"
brew "docker", link: false
brew "eksctl"
brew "exa"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "libusb"
brew "gnupg"
brew "pango"
brew "graphviz"
brew "httpstat"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "llvm"
brew "mas"
brew "mint"
brew "neovim"
brew "nghttp2"
brew "plantuml"
brew "protobuf"
brew "python-tk@3.10"
brew "ruby-build"
brew "rbenv"
brew "siege"
brew "sops"
brew "starship"
brew "telnet"
brew "terraformer"
brew "tig"
brew "tree"
brew "vegeta"
brew "yamllint"
brew "zlib"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "adoptopenjdk"
cask "alfred"
cask "alt-tab"
cask "blackhole-16ch"
cask "blender"
cask "clipy"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-iosevka"
cask "ganache"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "miro"
cask "ngrok"
cask "notion"
cask "obs"
cask "raycast"
cask "twitch"
cask "visual-studio-code"
cask "wireshark"
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LINE WORKS", id: 1029784963
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Stay", id: 435410196
mas "TweetDeck", id: 485812721
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "alexdima.vscode-lcov"
vscode "atefth.ruby-on-rails-snippets"
vscode "banxi.go-snippets"
vscode "bierner.markdown-emoji"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "bungcip.better-toml"
vscode "chrmarti.regex"
vscode "CraigMaslowski.erb"
vscode "Crisgarner.foundry-snippets"
vscode "cssho.vscode-svgviewer"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hex-ci.stylelint-plus"
vscode "hollowtree.vue-snippets"
vscode "James-Yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "JuanBlanco.solidity"
vscode "ktsn.vue-designer"
vscode "MariusAlchimavicius.json-to-ts"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.atom-keybindings"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sdras.vue-vscode-snippets"
vscode "sianglim.slim"
vscode "sidneys1.gitconfig"
vscode "SimonSiefke.svg-preview"
vscode "stringham.move-ts"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
