tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "webp"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "exa"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "pango"
brew "graphviz"
brew "httpstat"
brew "hub"
brew "jq"
brew "mas"
brew "mint"
brew "nghttp2"
brew "plantuml"
brew "ruby-build"
brew "rbenv"
brew "siege"
brew "tig"
brew "tree"
brew "yamllint"
cask "1password"
cask "adoptopenjdk"
cask "alfred"
cask "clipy"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "ngrok"
cask "notion"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LINE WORKS", id: 1029784963
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Stay", id: 435410196
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
