tap "aws/tap"
tap "bufbuild/buf"
tap "grishka/grishka"
tap "hashicorp/tap"
tap "libsql/sqld"
tap "olets/tap"
tap "oven-sh/bun"
tap "phayes/repo"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "act"
brew "actionlint"
brew "brotli"
brew "webp"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "ccusage"
brew "cdrtools"
brew "cocoapods"
brew "direnv"
brew "dvdauthor"
brew "eksctl"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "libusb"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "graphviz"
brew "guile"
brew "httpstat"
brew "jq"
brew "k6"
brew "ki"
brew "kubernetes-cli"
brew "llvm"
brew "makeicns"
brew "mas"
brew "mint"
brew "mise"
brew "neovim"
brew "nghttp2"
brew "nodenv"
brew "plantuml"
brew "pre-commit"
brew "protobuf"
brew "python-tk@3.10"
brew "python@3.12"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "sheldon"
brew "siege"
brew "sops"
brew "starship"
brew "telnet"
brew "terraformer"
brew "tig"
brew "tokei"
brew "tree"
brew "vegeta"
brew "watchman"
brew "wget"
brew "yamllint"
brew "zlib"
brew "zsh"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform"
brew "phayes/repo/freeport"
brew "steipete/tap/gogcli"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "blackhole-16ch"
cask "blender"
cask "chatgpt"
cask "codex"
cask "cursor"
cask "dash"
cask "discord"
cask "expo-orbit"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-iosevka"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "icon-composer"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kiro-cli"
cask "miro"
cask "grishka/grishka/neardrop"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "visual-studio-code"
cask "wireshark-app"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JoyKeyMapper", id: 1511416593
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "adpyke.vscode-sql-formatter"
vscode "alexdima.vscode-lcov"
vscode "anthropic.claude-code"
vscode "atefth.ruby-on-rails-snippets"
vscode "banxi.go-snippets"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "buenon.scratchpads"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "coderabbit.coderabbit-vscode"
vscode "craigmaslowski.erb"
vscode "crisgarner.foundry-snippets"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.viml"
vscode "enkia.tokyo-night"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fwcd.kotlin"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "jackiotyu.git-worktree-manager"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "ktsn.vue-designer"
vscode "mariusalchimavicius.json-to-ts"
vscode "mathiasfrohlich.kotlin"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "saoudrizwan.claude-dev"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sidneys1.gitconfig"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "tamasfe.even-better-toml"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
go "github.com/go-delve/delve/cmd/dlv"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
uv "specify-cli"
